Repository: stokay/MySQLClient
Catalog: Sources/MySQLMacClient/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Triggers group
ar: مجموعة الـ Triggers
de: Triggergruppe
es: Grupo de Disparadores
fr: Groupe de triggers
hi: Trigger समूह
id: Grup trigger
it: Gruppo trigger
ja: トリガーグループ
ko: Trigger 그룹
pl: Grupa wyzwalaczy
pt_br: Grupo de triggers
ru: Группа триггеров
th: กลุ่มทริกเกอร์
tr: Trigger'lar grubu
vi: Nhóm trình kích hoạt
zh_hans: 触发器组
zh_hant: Trigger 群組

source: Truncate failed: %@
ar: فشل Truncate: %@
de: Truncate fehlgeschlagen: %@
es: Truncate falló: %@
fr: Échec de Truncate : %@
hi: Truncate विफल: %@
id: Truncate gagal: %@
it: Truncate non riuscito: %@
ja: Truncate に失敗しました: %@
ko: Truncate 실패: %@
pl: Truncate nie powiódł się: %@
pt_br: Falha no Truncate: %@
ru: Truncate не выполнен: %@
th: Truncate ไม่สำเร็จ: %@
tr: Truncate başarısız: %@
vi: Truncate thất bại: %@
zh_hans: Truncate 失败：%@
zh_hant: Truncate 失敗：%@

source: Undo (⌘Z)
ar: تراجع (⌘Z)
de: Widerrufen (⌘Z)
es: Deshacer (⌘Z)
fr: Annuler (⌘Z)
hi: पूर्ववत करें (⌘Z)
id: Urungkan (⌘Z)
it: Annulla (⌘Z)
ja: 取り消す (⌘Z)
ko: 실행 취소 (⌘Z)
pl: Cofnij (⌘Z)
pt_br: Desfazer (⌘Z)
ru: Отменить (⌘Z)
th: เลิกทำ (⌘Z)
tr: Geri Al (⌘Z)
vi: Hoàn tác (⌘Z)
zh_hans: 撤销 (⌘Z)
zh_hant: 復原 (⌘Z)

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

source: View Name
ar: اسم العرض
de: Ansichtsname
es: Nombre de Vista
fr: Nom de la vue
hi: व्यू नाम
id: Nama View
it: Nome vista
ja: ビュー名
ko: 뷰 이름
pl: Nazwa widoku
pt_br: Nome da view
ru: Имя представления
th: ชื่อมุมมอง
tr: View Adı
vi: Tên Khung nhìn
zh_hans: 视图名称
zh_hant: 檢視表名稱

source: View names
ar: أسماء العروض
de: Ansichtsnamen
es: Nombres de vista
fr: Noms des vues
hi: व्यू नाम
id: Nama view
it: Nomi vista
ja: ビュー名
ko: 뷰 이름
pl: Nazwy widoków
pt_br: Nomes das views
ru: Имена представлений
th: ชื่อมุมมอง
tr: View adları
vi: Tên khung nhìn
zh_hans: 视图名称
zh_hant: 檢視表名稱

source: View...
ar: عرض...
de: Ansicht...
es: Vista...
fr: Vue...
hi: व्यू...
it: Vista...
ja: ビュー...
ko: 뷰...
pl: Widok…
ru: Представление…
th: มุมมอง...
vi: Khung nhìn...
zh_hans: 视图…
zh_hant: 檢視表…

source: View: %@
ar: العرض: %@
de: Ansicht: %@
es: Vista: %@
fr: Vue : %@
hi: व्यू: %@
it: Vista: %@
ja: ビュー: %@
ko: 뷰: %@
pl: Widok: %@
ru: Представление: %@
th: มุมมอง: %@
vi: Khung nhìn: %@
zh_hans: 视图：%@
zh_hant: 檢視表：%@

source: Views
ar: العروض
de: Ansichten
es: Vistas
fr: Vues
hi: व्यू
id: View
it: Viste
ja: ビュー
ko: 뷰
pl: Widoki
ru: Представления
th: มุมมอง
tr: View'lar
vi: Khung nhìn
zh_hans: 视图
zh_hant: 檢視表

source: Views group
ar: مجموعة العروض
de: Ansichtsgruppe
es: Grupo de Vistas
fr: Groupe de vues
hi: व्यू समूह
id: Grup view
it: Gruppo viste
ja: ビューグループ
ko: 뷰 그룹
pl: Grupa widoków
pt_br: Grupo de views
ru: Группа представлений
th: กลุ่มมุมมอง
tr: View'lar grubu
vi: Nhóm khung nhìn
zh_hans: 视图组
zh_hant: 檢視表群組

source: When off, the page size is ignored and the whole table is loaded.
ar: عند الإيقاف، يتم تجاهل حجم الصفحة ويتم تحميل الجدول بالكامل.
de: Wenn deaktiviert, wird die Seitengröße ignoriert und die gesamte Tabelle geladen.
es: Si está desactivado, se ignora el tamaño de página y se carga la tabla completa.
fr: Lorsque désactivé, la taille de page est ignorée et la table entière est chargée.
hi: बंद होने पर, पेज आकार अनदेखा किया जाता है और पूरी टेबल लोड होती है।
id: Jika nonaktif, ukuran halaman diabaikan dan seluruh tabel dimuat.
it: Se disattivato, la dimensione della pagina viene ignorata e l'intera tabella viene caricata.
ja: オフの場合、ページサイズは無視され、テーブル全体が読み込まれます。
ko: 끄면 페이지 크기가 무시되고 전체 테이블이 로드됩니다.
pl: Gdy wyłączone, rozmiar strony jest ignorowany i wczytywana jest cała tabela.
pt_br: Quando desativado, o tamanho da página é ignorado e a tabela inteira é carregada.
ru: Если выключено, размер страницы игнорируется и загружается вся таблица.
th: เมื่อปิดใช้งาน จะไม่สนใจขนาดหน้าและโหลดทั้งตาราง
tr: Kapatılırsa sayfa boyutu yok sayılır ve tablonun tamamı yüklenir.
vi: Khi tắt, kích thước trang sẽ bị bỏ qua và toàn bộ bảng được tải.
zh_hans: 关闭时将忽略分页大小，加载整张表。
zh_hant: 關閉時將忽略分頁大小，並載入整個表格。

source: You must add at least one column.
ar: يجب إضافة عمود واحد على الأقل.
de: Sie müssen mindestens eine Spalte hinzufügen.
es: Debes añadir al menos una columna.
fr: Vous devez ajouter au moins une colonne.
hi: आपको कम से कम एक कॉलम जोड़ना होगा।
id: Anda harus menambahkan setidaknya satu kolom.
it: Devi aggiungere almeno una colonna.
ja: 少なくとも1つの列を追加する必要があります。
ko: 열을 하나 이상 추가해야 합니다.
pl: Musisz dodać przynajmniej jedną kolumnę.
pt_br: Você deve adicionar pelo menos uma coluna.
ru: Необходимо добавить хотя бы один столбец.
th: คุณต้องเพิ่มคอลัมน์อย่างน้อยหนึ่งคอลัมน์
tr: En az bir kolon eklemelisiniz.
vi: Bạn phải thêm ít nhất một cột.
zh_hans: 必须至少添加一列。
zh_hant: 必須至少新增一個欄位。

source: You must map at least one column to import.
ar: يجب تخطيط عمود واحد على الأقل للاستيراد.
de: Sie müssen mindestens eine Spalte zum Importieren zuordnen.
es: Debes asignar al menos una columna para importar.
fr: Vous devez associer au moins une colonne pour importer.
hi: आयात करने के लिए आपको कम से कम एक कॉलम मैप करना होगा।
id: Anda harus memetakan setidaknya satu kolom untuk diimpor.
it: Devi mappare almeno una colonna per importare.
ja: インポートするには少なくとも1つの列をマッピングする必要があります。
ko: 가져오려면 열을 하나 이상 매핑해야 합니다.
pl: Aby zaimportować, musisz zmapować przynajmniej jedną kolumnę.
pt_br: Você deve mapear pelo menos uma coluna para importar.
ru: Для импорта необходимо сопоставить хотя бы один столбец.
th: คุณต้องจับคู่คอลัมน์อย่างน้อยหนึ่งคอลัมน์เพื่อนำเข้า
tr: İçe aktarmak için en az bir kolonu eşlemelisiniz.
vi: Bạn phải ánh xạ ít nhất một cột để nhập.
zh_hans: 必须至少映射一列才能导入。
zh_hant: 必須至少對應一個欄位才能匯入。

source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
fr: inconnu
hi: अज्ञात
id: tidak diketahui
it: sconosciuto
ja: 不明
ko: 알 수 없음
pl: nieznane
pt_br: desconhecido
ru: неизвестно
th: ไม่ทราบ
tr: bilinmeyen
vi: không xác định
zh_hans: 未知
zh_hant: 未知

source: NOT NULL
de: NICHT NULL
es: NO NULO
hi: नॉट नल
id: TIDAK NULL
pl: NIE NULL
ru: НЕ NULL
tr: NULL DEĞİL
vi: KHÔNG NULL

source: Triggers
de: Trigger
es: Disparadores
id: Trigger
it: Trigger
ja: トリガー
pl: Wyzwalacze
ru: Триггеры
th: ทริกเกอร์
tr: Trigger'lar
vi: Trình kích hoạt
zh_hans: 触发器

source: Trigger
es: Disparador
ja: トリガー
pl: Wyzwalacz
ru: Триггер
th: ทริกเกอร์
vi: Trình kích hoạt
zh_hans: 触发器

source: Trigger...
es: Disparador...
ja: トリガー...
pl: Wyzwalacz…
ru: Триггер…
th: ทริกเกอร์...
vi: Trình kích hoạt...
zh_hans: 触发器…
